La-guajolota/PSOC-5lp/Seguidor/Seguidor.cydsn/codegentemp/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.4
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2020 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "Sensores.h"
#include "Clock.h"
#include "S_1_aliases.h"
#include "S_1.h"
#include "S_3_aliases.h"
#include "S_3.h"
#include "S_2_aliases.h"
#include "S_2.h"
#include "S_4_aliases.h"
#include "S_4.h"
#include "S_5_aliases.h"
#include "S_5.h"
#include "S_6_aliases.h"
#include "S_6.h"
#include "S_7_aliases.h"
#include "S_7.h"
#include "S_8_aliases.h"
#include "S_8.h"
#include "Control_Hdriver.h"
#include "A_1_aliases.h"
#include "A_1.h"
#include "A_2_aliases.h"
#include "A_2.h"
#include "B_2_aliases.h"
#include "B_2.h"
#include "B_1_aliases.h"
#include "B_1.h"
#include "EN_1_aliases.h"
#include "EN_1.h"
#include "EN_2_aliases.h"
#include "EN_2.h"
#include "UART.h"
#include "UART_IntClock.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

